Repository: eu-digital-green-certificates/dgca-verification-dcc-inspection-ios
Catalog: Sources/DCCInspection/Resources/*.lproj/Localizable.strings
Languages: de

source: HCertType.test
de: Test Result

source: HCertType.vaccine
de: Vaccination

source: HCertType.recovery
de: Recovery

source: Valid
de: Gültig

source: Invalid
de: Ungültig

source: Limited validity
de: Begrenzte Gültigkeit

source: Certificate Type
de: Zertifikatstyp

source: Date of birth
de: Geburtsdatum

source: Standardised Family Name
de: Standardisierter Familienname

source: Standardised Given Name
de: Standardisierter Vorname

source: Unique Certificate Identifier
de: Eindeutige Zertifikatskennung

source: Reason for Invalidity
de: Grund der Invalidität

source: Targeted Disease
de: Gezielte Krankheit

source: Valid from
de: Gültig ab

source: Valid Until
de: Gültig bis

source: Country of Issuance
de: Ausgabeland

source: Statement Issuer
de: Erklärung Emittent

source: Time of Sampling
de: Zeitpunkt der Probeentnahme

source: Test Result
de: Testergebnis

source: Not Detected
de: Negativ-Test

source: Detected ⚠️
de: Positiv-Test ⚠️

source: Test Center
de: Testzentrum

source: Country of Test
de: Land der Prüfung

source: Test Issuer
de: Test-Emittent

source: %d of %d
de: %d von %d

source: Date of Vaccination
de: Datum der Impfung

source: Authorization Holder / Manufacturer
de: Zulassungsinhaber / Ersteller

source: Medical Product
de: Medizinprodukt

source: Vaccine or Prophylaxis
de: Impfstoff oder Prophylaxe

source: Country of Vaccination
de: Impfland

source: Certificate Issuer
de: Zertifikatsaussteller

source: Algorithm not supported.
de: Algorithmus nicht unterstützt.

source: Cannot retrieve public key.
de: Öffentlicher Schlüssel kann nicht abgerufen werden.

source: Something went wrong.
de: Etwas ist schief gelaufen. Bitte versuche es erneut.

source: Barcode reading Error
de: Barcode-Lesefehler

source: No camera available
de: Keine Kamera verfügbar

source: The app cannot access the camera
de: Die App kann nicht auf die Kamera zugreifen.

source: Camera Permissions
de: Kameraberechtigungen

source: Please open Settings and grant permission for this app to use your camera.
de: Bitte öffnen Sie die Einstellungen und erteilen Sie dieser App die Erlaubnis, Ihre Kamera zu verwenden.

source: Update available
de: Update verfügbar

source: This version of the app is out of date.
de: Diese Version der App ist veraltet. Bitte aktualisieren Sie über den AppStore auf eine neuere Version.

source: No entries in the certificate.
de: Keine Einträge im Zertifikat.

source: Cryptographic signature not valid.
de: Kryptografische Signatur nicht gültig.

source: Certificate past expiration date.
de: Zertifikat nach Ablauf der Gültigkeit.

source: Certificate issuance date is in the future.
de: Ausstellungsdatum des Zertifikats liegt in der Zukunft.

source: Vaccination date is in the future.
de: Das Datum der Impfung liegt in der Zukunft.

source: Recovery statement is not valid yet.
de: Die Einziehungsanordnung ist noch nicht gültig.

source: Recovery statement is not valid anymore.
de: Wiederherstellungserklärung ist nicht mehr gültig.

source: The test result is positive.
de: Das Testergebnis ist positiv.

source: test.man.1232
de: Abbott Rapid Diagnostics, Panbio COVID-19 Ag Test

source: test.man.1304
de: AMEDA Labordiagnostik GmbH, AMP Rapid Test SARS-CoV-2 Ag

source: test.man.1065
de: Becton Dickinson, Veritor System Rapid Detection of SARS-CoV-2

source: test.man.1331
de: Beijing Lepu Medical Technology Co., Ltd, SARS-CoV-2 Antigen Rapid Test Kit

source: test.man.1484
de: Beijing Wantai Biological Pharmacy Enterprise Co., Ltd, Wantai SARS-CoV-2 Ag Rapid Test (FIA)

source: test.man.1242
de: Bionote, Inc, NowCheck COVID-19 Ag Test

source: test.man.1223
de: BIOSYNEX SWISS SA, BIOSYNEX COVID-19 Ag BSS

source: test.man.1173
de: CerTest Biotec, S.L., CerTest SARS-CoV-2 Card test

source: test.man.1244
de: GenBody, Inc, Genbody COVID-19 Ag Test

source: test.man.1360
de: Guangdong Wesail Biotech Co., Ltd, COVID-19 Ag Test Kit

source: test.man.1363
de: Hangzhou Clongene Biotech Co., Ltd, Covid-19 Antigen Rapid Test Kit

source: test.man.1767
de: Healgen Scientific Limited Liability Company, Coronavirus Ag Rapid Test Cassette

source: test.man.1333
de: Joinstar Biomedical Technology Co., Ltd, COVID-19 Rapid Antigen Test (Colloidal Gold)

source: test.man.1268
de: LumiraDX UK Ltd, LumiraDx SARS-CoV-2 Ag Test

source: test.man.1180
de: MEDsan GmbH, MEDsan SARS-CoV-2 Antigen Rapid Test

source: test.man.1481
de: MP Biomedicals Germany GmbH, Rapid SARS-CoV-2 Antigen Test Card

source: test.man.1162
de: Nal von minden GmbH, NADAL COVID-19 Ag Test

source: test.man.1271
de: Precision Biosensor, Inc, Exdia COVID-19 Ag

source: test.man.1341
de: Qingdao Hightop Biotech Co., Ltd, SARS-CoV-2 Antigen Rapid Test (Immunochromatography)

source: test.man.1097
de: Quidel Corporation, Sofia SARS Antigen FIA

source: test.man.1489
de: Safecare Biotech (Hangzhou) Co. Ltd, COVID-19 Antigen Rapid Test Kit (Swab)

source: test.man.344
de: SD BIOSENSOR Inc, STANDARD F COVID-19 Ag FIA

source: test.man.345
de: SD BIOSENSOR Inc, STANDARD Q COVID-19 Ag Test

source: test.man.1218
de: Siemens Healthineers, CLINITEST Rapid Covid-19 Antigen Test

source: test.man.1278
de: Xiamen Boson Biotech Co. Ltd, Rapid SARS-CoV-2 Antigen Test Card

source: test.man.1343
de: Zhejiang Orient Gene Biotech, Coronavirus Ag Rapid Test Cassette (Swab)

source: test.man.unknown
de: Unbekannt

source: disease.840539006
de: COVID-19

source: disease.unknown
de: Unbekannt

source: Unknown
de: Unbekannt

source: vac.man.ORG-100001699
de: AstraZeneca AB

source: vac.man.ORG-100030215
de: Biontech Manufacturing GmbH

source: vac.man.ORG-100001417
de: Janssen-Cilag International

source: vac.man.ORG-100031184
de: Moderna Biotech Spain S.L.

source: vac.man.ORG-100006270
de: Curevac AG

source: vac.man.ORG-100013793
de: CanSino Biologics

source: vac.man.ORG-100020693
de: China Sinopharm International Corp. - Beijing location

source: vac.man.ORG-100010771
de: Sinopharm Weiqida Europe Pharmaceutical s.r.o. - Prague location

source: vac.man.ORG-100024420
de: Sinopharm Zhijun (Shenzhen) Pharmaceutical Co. Ltd. - Shenzhen location

source: vac.man.ORG-100032020
de: Novavax CZ AS

source: vac.man.Gamaleya-Research-Institute
de: Gamaleya Research Institute

source: vac.man.Vector-Institute
de: Vector Institute

source: vac.man.Sinovac-Biotech
de: Sinovac Biotech

source: vac.man.Bharat-Biotech
de: Bharat Biotech

source: vac.product.EU/1/20/1528
de: Comirnaty

source: vac.product.EU/1/20/1507
de: COVID-19 Vaccine Moderna

source: vac.product.EU/1/21/1529
de: Vaxzevria

source: vac.product.EU/1/20/1525
de: COVID-19 Vaccine Janssen

source: vac.product.CVnCoV
de: CVnCoV

source: vac.product.Sputnik-V
de: Sputnik-V

source: vac.product.Convidecia
de: Convidecia

source: vac.product.EpiVacCorona
de: EpiVacCorona

source: vac.product.BBIBP-CorV
de: BBIBP-CorV

source: vac.product.Inactivated-SARS-CoV-2-Vero-Cell
de: Inactivated SARS-CoV-2 (Vero Cell)

source: vac.product.CoronaVac
de: CoronaVac

source: vac.product.Covaxin
de: Covaxin (auch bekannt als BBV152 A, B, C)

source: vac.product.unknown
de: Unbekannt

source: vac.type.1119349007
de: SARS-CoV-2 mRNA Impfung

source: vac.type.1119305005
de: SARS-CoV-2 Antigen-Impfstoff

source: vac.type.J07BX03
de: Covid-19 Impfung

source: vac.type.unknown
de: Unbekannt

source: Country codes list empty
de: Liste der Ländercodes leer
